{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "15 per min"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "802757EF4B9434F957B784B10348C053"
		},
		{
			"Source":
			{
				"Text": "Biomass"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BD191F2E47CC45897F6FA6961BCB244F"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "KUI_GeneralWords",
			"Children": [
				{
					"Source":
					{
						"Text": "/ min"
					},
					"Translation":
					{
						"Text": "/ 분"
					},
					"Key": "/min"
				},
				{
					"Source":
					{
						"Text": "Accept"
					},
					"Translation":
					{
						"Text": "수락"
					},
					"Key": "Accept"
				},
				{
					"Source":
					{
						"Text": "Add"
					},
					"Translation":
					{
						"Text": "추가"
					},
					"Key": "Add"
				},
				{
					"Source":
					{
						"Text": "Added!"
					},
					"Translation":
					{
						"Text": "추가됨!"
					},
					"Key": "Added"
				},
				{
					"Source":
					{
						"Text": "Amount"
					},
					"Translation":
					{
						"Text": "수량"
					},
					"Key": "Amount"
				},
				{
					"Source":
					{
						"Text": "Any Time"
					},
					"Translation":
					{
						"Text": "언제든지"
					},
					"Key": "Time_Any"
				},
				{
					"Source":
					{
						"Text": "Build Gun"
					},
					"Translation":
					{
						"Text": "빌드 건"
					},
					"Key": "BuildGun"
				},
				{
					"Source":
					{
						"Text": "Building"
					},
					"Translation":
					{
						"Text": "건물"
					},
					"Key": "Building"
				},
				{
					"Source":
					{
						"Text": "Can be found in Dangerous Areas."
					},
					"Translation":
					{
						"Text": "위험 지역에서 찾을 수 있습니다."
					},
					"Key": "Found_Danger"
				},
				{
					"Source":
					{
						"Text": "Can be found in every biome."
					},
					"Translation":
					{
						"Text": "모든 생물군계에서 찾을 수 있습니다."
					},
					"Key": "Found_Everywhere"
				},
				{
					"Source":
					{
						"Text": "Cancle"
					},
					"Translation":
					{
						"Text": "취소"
					},
					"Key": "Cancle"
				},
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": "흔함"
					},
					"Key": "Rare_Common"
				},
				{
					"Source":
					{
						"Text": "Consumed"
					},
					"Translation":
					{
						"Text": "사용됨"
					},
					"Key": "Consumed"
				},
				{
					"Source":
					{
						"Text": "Consumed In"
					},
					"Translation":
					{
						"Text": "사용 가능"
					},
					"Key": "ConsumedIn"
				},
				{
					"Source":
					{
						"Text": "Copy"
					},
					"Translation":
					{
						"Text": "복사"
					},
					"Key": "Copy"
				},
				{
					"Source":
					{
						"Text": "Craft Bench"
					},
					"Translation":
					{
						"Text": "작업대"
					},
					"Key": "Workbench"
				},
				{
					"Source":
					{
						"Text": "Crushed metal that can be mined from various ore clusters. Used to create ingots or liquid metals.\r\n\r\nIt can also be cleaned with machines to extract more metal from them."
					},
					"Translation":
					{
						"Text": "다양한 광석 덩어리에서 채굴할 수 있는 분쇄된 형태의 금속입니다. 주괴나 녹은 금속 제작에 사용됩니다.\r\n\r\n기계를 사용해 세척하여 더 많은 금속을 추출할 수도 있습니다."
					},
					"Key": "CrushedOres"
				},
				{
					"Source":
					{
						"Text": "Cycle Time"
					},
					"Translation":
					{
						"Text": "제작 주기"
					},
					"Key": "CycleTime"
				},
				{
					"Source":
					{
						"Text": "Day"
					},
					"Translation":
					{
						"Text": "낮"
					},
					"Key": "Time_Day"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "삭제"
					},
					"Key": "Delete"
				},
				{
					"Source":
					{
						"Text": "Do you really want to open this website? Your browser will open and open the website!\r\n\r\n{url}"
					},
					"Translation":
					{
						"Text": "정말 이 웹사이트 주소에 접속하는 것을 원하시나요? 웹 브라우저가 열릴 것입니다!\r\n\r\n{url}"
					},
					"Key": "PP_OpenUrl_T"
				},
				{
					"Source":
					{
						"Text": "Edit"
					},
					"Translation":
					{
						"Text": "편집"
					},
					"Key": "Edit"
				},
				{
					"Source":
					{
						"Text": "Effect"
					},
					"Translation":
					{
						"Text": "효과"
					},
					"Key": "Effect"
				},
				{
					"Source":
					{
						"Text": "Enter text here..."
					},
					"Translation":
					{
						"Text": "텍스트를 입력하세요..."
					},
					"Key": "DefaultSearchText"
				},
				{
					"Source":
					{
						"Text": "Equipment Workshop"
					},
					"Translation":
					{
						"Text": "장비 작업장"
					},
					"Key": "Workshop"
				},
				{
					"Source":
					{
						"Text": "Error"
					},
					"Translation":
					{
						"Text": "오류"
					},
					"Key": "State_Error"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "열"
					},
					"Key": "Heat"
				},
				{
					"Source":
					{
						"Text": "Idle"
					},
					"Translation":
					{
						"Text": "유휴 상태"
					},
					"Key": "State_Idle"
				},
				{
					"Source":
					{
						"Text": "Idle"
					},
					"Translation":
					{
						"Text": "유휴 상태"
					},
					"Key": "Idle"
				},
				{
					"Source":
					{
						"Text": "Image"
					},
					"Translation":
					{
						"Text": "이미지"
					},
					"Key": "Image"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "잘못됨"
					},
					"Key": "Time_Invalid"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "잘못됨"
					},
					"Key": "Invalid"
				},
				{
					"Source":
					{
						"Text": "Invalid Information"
					},
					"Translation":
					{
						"Text": "잘못된 정보"
					},
					"Key": "InvFormat"
				},
				{
					"Source":
					{
						"Text": "Item"
					},
					"Translation":
					{
						"Text": "아이템"
					},
					"Key": "Item"
				},
				{
					"Source":
					{
						"Text": "Item Name"
					},
					"Translation":
					{
						"Text": "아이템 이름"
					},
					"Key": "ItemName"
				},
				{
					"Source":
					{
						"Text": "Layout"
					},
					"Translation":
					{
						"Text": "레이아웃"
					},
					"Key": "Layout"
				},
				{
					"Source":
					{
						"Text": "Layout loaded"
					},
					"Translation":
					{
						"Text": "레이아웃 불러옴"
					},
					"Key": "RSS_LayOutLoaded"
				},
				{
					"Source":
					{
						"Text": "Less Details"
					},
					"Translation":
					{
						"Text": "정보 적게 표시"
					},
					"Key": "LessDetails"
				},
				{
					"Source":
					{
						"Text": "Live Preview"
					},
					"Translation":
					{
						"Text": "실시간 미리보기"
					},
					"Key": "LivePreview"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "로딩 중..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "Missing Module"
					},
					"Translation":
					{
						"Text": "누락된 모듈"
					},
					"Key": "State_MissingModule"
				},
				{
					"Source":
					{
						"Text": "More Details"
					},
					"Translation":
					{
						"Text": "자세한 정보"
					},
					"Key": "MoreDetails"
				},
				{
					"Source":
					{
						"Text": "NO"
					},
					"Translation":
					{
						"Text": "아니오"
					},
					"Key": "NO"
				},
				{
					"Source":
					{
						"Text": "Night"
					},
					"Translation":
					{
						"Text": "밤"
					},
					"Key": "Time_Night"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": "아니오"
					},
					"Key": "No"
				},
				{
					"Source":
					{
						"Text": "No Fluid!"
					},
					"Translation":
					{
						"Text": "유체 없음!"
					},
					"Key": "Warning_NoFluid"
				},
				{
					"Source":
					{
						"Text": "No Inventory set"
					},
					"Translation":
					{
						"Text": "인벤토리 셋 없음"
					},
					"Key": "NoInv"
				},
				{
					"Source":
					{
						"Text": "No Power"
					},
					"Translation":
					{
						"Text": "전력 없음"
					},
					"Key": "NoPower"
				},
				{
					"Source":
					{
						"Text": "No Power"
					},
					"Translation":
					{
						"Text": "전력 없음"
					},
					"Key": "State_NoPower"
				},
				{
					"Source":
					{
						"Text": "No Power!"
					},
					"Translation":
					{
						"Text": "전력 없음!"
					},
					"Key": "Warning_NoPower"
				},
				{
					"Source":
					{
						"Text": "No connection"
					},
					"Translation":
					{
						"Text": "연결 없음"
					},
					"Key": "NoCon"
				},
				{
					"Source":
					{
						"Text": "Normal extraction rate is: 60/min"
					},
					"Translation":
					{
						"Text": "기본 추출 속도: 60/분"
					},
					"Key": "Rate_60"
				},
				{
					"Source":
					{
						"Text": "Normal extraction rate is: 60m³/min"
					},
					"Translation":
					{
						"Text": "기본 추출 속도: 60m³/분"
					},
					"Key": "Rate_60m³"
				},
				{
					"Source":
					{
						"Text": "Open Url"
					},
					"Translation":
					{
						"Text": "Url 열기"
					},
					"Key": "PP_OpenUrl_D"
				},
				{
					"Source":
					{
						"Text": "Overclocked"
					},
					"Translation":
					{
						"Text": "오버클럭됨"
					},
					"Key": "State_Overclocked"
				},
				{
					"Source":
					{
						"Text": "Parts"
					},
					"Translation":
					{
						"Text": "부품"
					},
					"Key": "Part"
				},
				{
					"Source":
					{
						"Text": "Paste"
					},
					"Translation":
					{
						"Text": "붙여넣기"
					},
					"Key": "Paste"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "일시 정지됨"
					},
					"Key": "Paused"
				},
				{
					"Source":
					{
						"Text": "Produce"
					},
					"Translation":
					{
						"Text": "생산"
					},
					"Key": "State_Produce"
				},
				{
					"Source":
					{
						"Text": "Produced"
					},
					"Translation":
					{
						"Text": "생산됨"
					},
					"Key": "Produced"
				},
				{
					"Source":
					{
						"Text": "Produced In"
					},
					"Translation":
					{
						"Text": "생산 가능"
					},
					"Key": "ProducedIn"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "희귀"
					},
					"Key": "Rare_Rare"
				},
				{
					"Source":
					{
						"Text": "Recipe: {Name}"
					},
					"Translation":
					{
						"Text": "레시피: {Name}"
					},
					"Key": "RecipeFormat"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "새로 고침"
					},
					"Key": "Refresh"
				},
				{
					"Source":
					{
						"Text": "Relevant Items:"
					},
					"Translation":
					{
						"Text": "관련 아이템:"
					},
					"Key": "RelevantItems"
				},
				{
					"Source":
					{
						"Text": "Remove"
					},
					"Translation":
					{
						"Text": "제거"
					},
					"Key": "Remove"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "초기화"
					},
					"Key": "Reset"
				},
				{
					"Source":
					{
						"Text": "Rss Sign Text"
					},
					"Translation":
					{
						"Text": "Rss 팻말 문구"
					},
					"Key": "RSS_DefaultTextElementText"
				},
				{
					"Source":
					{
						"Text": "Running"
					},
					"Translation":
					{
						"Text": "작동 중"
					},
					"Key": "Running"
				},
				{
					"Source":
					{
						"Text": "Save"
					},
					"Translation":
					{
						"Text": "저장"
					},
					"Key": "Save"
				},
				{
					"Source":
					{
						"Text": "Save & Exit"
					},
					"Translation":
					{
						"Text": "저장하고 닫기"
					},
					"Key": "SaveAndExit"
				},
				{
					"Source":
					{
						"Text": "Save as preset"
					},
					"Translation":
					{
						"Text": "프리셋 저장"
					},
					"Key": "SaveAsPreset"
				},
				{
					"Source":
					{
						"Text": "Saved"
					},
					"Translation":
					{
						"Text": "저장됨"
					},
					"Key": "Saved"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "선택"
					},
					"Key": "Select"
				},
				{
					"Source":
					{
						"Text": "Select Item"
					},
					"Translation":
					{
						"Text": "아이템 선택"
					},
					"Key": "SelectItem"
				},
				{
					"Source":
					{
						"Text": "Slot not in use"
					},
					"Translation":
					{
						"Text": "슬롯 미사용 중"
					},
					"Key": "SlotNotUsed"
				},
				{
					"Source":
					{
						"Text": "Stable"
					},
					"Translation":
					{
						"Text": "안정적"
					},
					"Key": "Stable"
				},
				{
					"Source":
					{
						"Text": "Stack"
					},
					"Translation":
					{
						"Text": "묶음"
					},
					"Key": "Stack"
				},
				{
					"Source":
					{
						"Text": "Standby"
					},
					"Translation":
					{
						"Text": "대기 중"
					},
					"Key": "State_Standby"
				},
				{
					"Source":
					{
						"Text": "Template"
					},
					"Translation":
					{
						"Text": "템플릿"
					},
					"Key": "Template"
				},
				{
					"Source":
					{
						"Text": "Text"
					},
					"Translation":
					{
						"Text": "텍스트"
					},
					"Key": "Text"
				},
				{
					"Source":
					{
						"Text": "Type"
					},
					"Translation":
					{
						"Text": "유형"
					},
					"Key": "Type"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "알 수 없음"
					},
					"Key": "Unknown"
				},
				{
					"Source":
					{
						"Text": "Unstable"
					},
					"Translation":
					{
						"Text": "불안정함"
					},
					"Key": "UnStable"
				},
				{
					"Source":
					{
						"Text": "Very Common"
					},
					"Translation":
					{
						"Text": "매우 흔함"
					},
					"Key": "Rare_VeryCommon"
				},
				{
					"Source":
					{
						"Text": "Very Rare"
					},
					"Translation":
					{
						"Text": "매우 희귀함"
					},
					"Key": "Rare_VeryRare"
				},
				{
					"Source":
					{
						"Text": "Widget not Init!"
					},
					"Translation":
					{
						"Text": "위젯이 초기화되지 않음!"
					},
					"Key": "NotInit"
				},
				{
					"Source":
					{
						"Text": "YES"
					},
					"Translation":
					{
						"Text": "예"
					},
					"Key": "YES"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": "예"
					},
					"Key": "Yes"
				},
				{
					"Source":
					{
						"Text": "deleted"
					},
					"Translation":
					{
						"Text": "삭제됨"
					},
					"Key": "Deleted"
				},
				{
					"Source":
					{
						"Text": "loaded"
					},
					"Translation":
					{
						"Text": "불러옴"
					},
					"Key": "loaded"
				},
				{
					"Source":
					{
						"Text": "m³"
					},
					"Translation":
					{
						"Text": "m³"
					},
					"Key": "m³"
				},
				{
					"Source":
					{
						"Text": "m³ / min"
					},
					"Translation":
					{
						"Text": "m³ / 분"
					},
					"Key": "m3/min"
				},
				{
					"Source":
					{
						"Text": "no"
					},
					"Translation":
					{
						"Text": "아니오"
					},
					"Key": "no"
				},
				{
					"Source":
					{
						"Text": "per minute"
					},
					"Translation":
					{
						"Text": "분당"
					},
					"Key": "PartPMin"
				},
				{
					"Source":
					{
						"Text": "yes"
					},
					"Translation":
					{
						"Text": "예"
					},
					"Key": "yes"
				},
				{
					"Source":
					{
						"Text": "{From} to {To}"
					},
					"Translation":
					{
						"Text": "{From} ~ {To}"
					},
					"Key": "FromTo"
				},
				{
					"Source":
					{
						"Text": "{From} to {To}°C"
					},
					"Translation":
					{
						"Text": "{From} ~ {To}°C"
					},
					"Key": "FromToCelc"
				},
				{
					"Source":
					{
						"Text": "{From}% to {To}%"
					},
					"Translation":
					{
						"Text": "{From}% ~ {To}%"
					},
					"Key": "ToPercent"
				},
				{
					"Source":
					{
						"Text": "{Time} Sec"
					},
					"Translation":
					{
						"Text": "{Time} 초"
					},
					"Key": "TimeInSec"
				},
				{
					"Source":
					{
						"Text": "{Value} %"
					},
					"Translation":
					{
						"Text": "{Value} %"
					},
					"Key": "Percent"
				},
				{
					"Source":
					{
						"Text": "{Value} / Min"
					},
					"Translation":
					{
						"Text": "{Value} / 분"
					},
					"Key": "PerMin"
				},
				{
					"Source":
					{
						"Text": "{Value} MW"
					},
					"Translation":
					{
						"Text": "{Value} MW"
					},
					"Key": "MW"
				},
				{
					"Source":
					{
						"Text": "{Value} m³"
					},
					"Translation":
					{
						"Text": "{Value} m³"
					},
					"Key": "Format_m³"
				},
				{
					"Source":
					{
						"Text": "{Value} m³ / Min"
					},
					"Translation":
					{
						"Text": "{Value} m³ / 분"
					},
					"Key": "m3PerMin"
				},
				{
					"Source":
					{
						"Text": "{Value} °C"
					},
					"Translation":
					{
						"Text": "{Value} °C"
					},
					"Key": "Celcius"
				},
				{
					"Source":
					{
						"Text": "{count}x"
					},
					"Translation":
					{
						"Text": "{count}x"
					},
					"Key": "CountMulti"
				}
			]
		},
		{
			"Namespace": "KUI_ItemFormat",
			"Children": [
				{
					"Source":
					{
						"Text": "Fluid"
					},
					"Translation":
					{
						"Text": "유체"
					},
					"Key": "Liquid"
				},
				{
					"Source":
					{
						"Text": "Gas"
					},
					"Translation":
					{
						"Text": "가스"
					},
					"Key": "Gas"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "열"
					},
					"Key": "Heat"
				},
				{
					"Source":
					{
						"Text": "Solid"
					},
					"Translation":
					{
						"Text": "고체"
					},
					"Key": "Solid"
				}
			]
		},
		{
			"Namespace": "LOCTEXT_CPP_STRING_TABLE",
			"Children": [
				{
					"Source":
					{
						"Text": "SourceString"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Key"
				}
			]
		},
		{
			"Namespace": "ST_KUI",
			"Children": [
				{
					"Source":
					{
						"Text": "%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.mPercentText.HintText"
				},
				{
					"Source":
					{
						"Text": "<White10Reg>Produced in: </><Orange10SemiB>{WHERE}</>"
					},
					"Translation":
					{
						"Text": "<White10Reg>제작 가능: </><Orange10SemiB>{WHERE}</>"
					},
					"Key": "Subsystem_WidgetModifier.Node_Format_Text.Format"
				},
				{
					"Source":
					{
						"Text": "Abstract instances configuration data for the buildable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[6].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Allow each actor to run at a different time speed. The DeltaTime for a frame is multiplied by the global TimeDilation (in WorldSettings) and this CustomTimeDilation for this actor's tick."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[20].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Allows us to only see this Actor in the Editor, and not in the actual game.\n@see SetActorHiddenInGame()"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[10].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Always relevant for network (overrides bOnlyRelevantToOwner)."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[9].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Array of tags that can be used for grouping and categorizing."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[33].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Background appearance"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[11].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Background appearance when hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[12].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Background appearance when pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[13].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "BorderBackgroundColor refers to the actual color and opacity of the supplied border image on toggle buttons"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[21].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when CheckBox is undetermined and hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[8].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when CheckBox is undetermined and pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[9].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when checked and hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[5].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when checked and pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[6].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is checked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[4].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is unchecked (normal)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is unchecked and hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[2].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "CheckBox appearance when the CheckBox is undetermined"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[7].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Clearance data of this buildable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[7].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Color and Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MovieSceneColorTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Controls how to handle spawning this actor in a situation where it's colliding with something else. \"Default\" means AlwaysSpawn here."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[22].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BFL_Widget.K2Node_FunctionEntry_0.MetaData.Category"
				},
				{
					"Source":
					{
						"Text": "Dormancy setting for actor to take itself off of the replication list without being destroyed on clients."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[21].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "FUNCTION:\r\n{Function}"
					},
					"Translation":
					{
						"Text": "함수:\r\n{Function}"
					},
					"Key": "KUI_Plug.Node_Format_Text.Format"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when checked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[17].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when checked and pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[18].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when hovered"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[15].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when pressed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[16].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Foreground Color when the check state is indeterminate"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[20].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Gas"
					},
					"Translation":
					{
						"Text": "가스"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[3]"
				},
				{
					"Source":
					{
						"Text": "HeaderButton"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.NewVariables[0].Category"
				},
				{
					"Source":
					{
						"Text": "Heat"
					},
					"Translation":
					{
						"Text": "열"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[4]"
				},
				{
					"Source":
					{
						"Text": "How long this Actor lives before dying, 0=forever. Note this is the INITIAL value and should not be modified once play has begun."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[19].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How often (per second) this actor will be considered for replication, used to determine NetUpdateTime"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[24].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to draw the image"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to draw the outline.  Currently only used for RoundedBox type brushes."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[6].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to mirror the image in Image mode.  This is normally only used for dynamic image brushes where the source texture\n          comes from a hardware device such as a web camera."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[2].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "How to tile the image in Image mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "INSERT FUEL"
					},
					"Translation":
					{
						"Text": "연료 투입"
					},
					"Key": "KUI_ProductionInfoWidget.KUI_ProductionInfoWidget_C.mFuelText"
				},
				{
					"Source":
					{
						"Text": "If actor has valid Owner, call Owner's IsNetRelevantFor and GetNetPriority"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[11].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true then destroy self when \"finished\", meaning all relevant components report that they are done and no timelines or timers are in flight."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[12].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor is only relevant to its owner. If this flag is changed during play, all non-owner channels would need to be explicitly closed."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[8].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor should search for an owned camera component to view through when used as a view target."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[14].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor will generate overlap Begin/End events when spawned as part of level streaming, which includes initial level load.\nYou might enable this is in the case where a streaming level loads around an actor and you want Begin/End overlap events to trigger.\n@see UpdateOverlapsMethodDuringLevelStreaming"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[15].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "If true, this actor will replicate to remote machines\n@see SetReplicates()"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[17].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Info"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.Sprite.SpriteInfo.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": "잘못됨"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[0]"
				},
				{
					"Source":
					{
						"Text": "Liquid"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[2]"
				},
				{
					"Source":
					{
						"Text": "Local space pivot offset for the actor, only used in the editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[28].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Overclocking"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_MainWindow.Node_Add.NewItem_Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Padding"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[10].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Pawn responsible for damage and other gameplay events caused by this actor."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[27].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Priority for this actor when checking for replication in a low bandwidth or saturated situation, higher priority means it is more likely to replicate"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[26].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Production"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_MainWindow.KUI_MainWindow_C.Tabs[0].Text_5_FD671CE446AF05CA543E228C049AB0F9"
				},
				{
					"Source":
					{
						"Text": "Render Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MovieSceneFloatTrack_0.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Size of the resource in Slate Units"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[3].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Solid"
					},
					"Translation":
					{
						"Text": "고체"
					},
					"Key": "BPL_LocHelper.K2Node_Select_0.EnumEntryFriendlyNames[1]"
				},
				{
					"Source":
					{
						"Text": "Square of the max distance from the client's viewpoint that this actor is relevant and will be replicated."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[23].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Target consumption rate:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Select.Option_1"
				},
				{
					"Source":
					{
						"Text": "Target production rate:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Select.Option_0"
				},
				{
					"Source":
					{
						"Text": "The GUID for this actor's content bundle."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[31].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The GUID for this actor; this guid will be the same for actors from instanced streaming levels.\n@see         ActorInstanceGuid, FActorInstanceGuidMapper\n@note        Don't use VisibleAnywhere here to avoid getting the CPF_Edit flag and get this property reset when resetting to defaults.\n                     See FActorDetails::AddActorCategory and EditorUtilities::CopySingleProperty for details."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[29].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The amount of this item."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KUI_ItemCostSlotWidget_2.K2Node_BreakStruct_0.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The current specified color; only meaningful when ColorToUse == UseColor_Specified."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_GlowingButton.K2Node_MakeStruct_2.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The human readable description of this object."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The human readable display name of this object."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The image to render for this brush, can be a UTexture or UMaterialInterface or an object implementing\nthe AtlasedTextureInterface."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[7].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The instance GUID for this actor; this guid will be unique for actors from instanced streaming levels.\n@see         ActorGuid\n@note        This is not guaranteed to be valid during PostLoad in all situations, but safe to access from RegisterAllComponents."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[30].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The item."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KUI_ItemCostSlotWidget_2.K2Node_BreakStruct_0.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The margin to use in Box and Border modes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[4].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The normal unchecked foreground color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[14].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The rule for which color to pick."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_GlowingButton.K2Node_MakeStruct_2.ShowPinForProperties[1].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The scale to apply to any billboard components in editor builds (happens in any WITH_EDITOR build, including non-cooked games)."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[32].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The sound the check box should play when checked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[22].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The sound the check box should play when initially hovered over"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[24].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The sound the check box should play when unchecked"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[23].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "The visual type of the checkbox"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_0.ShowPinForProperties[0].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Tinting applied to the image."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_FlipButton.K2Node_SetFieldsInStruct_3.ShowPinForProperties[5].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Used to determine what rate to throttle down to when replicated properties are changing infrequently"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[25].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Used to sync and start build effect on buildings when created, but not after creation.\nThis is sett to null in default. If it's non null, we expect the build effects need to play."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[4].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "User Created"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BPW_KUI_ItemDisplay.BPW_KUI_ItemDisplay_C.PaletteCategory"
				},
				{
					"Source":
					{
						"Text": "When true the replication system will only replicate the registered subobjects and the replicated actor components list\nWhen false the replication system will instead call the virtual ReplicateSubobjects() function where the subobjects and actor components need to be manually replicated."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[18].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Whether this actor can take damage. Must be true for damage events (e.g. ReceiveDamage()) to be called.\n@see https://www.unrealengine.com/blog/damage-in-ue4\n@see TakeDamage(), ReceiveDamage()"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[13].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "Whether this actor should be considered or not during HLOD generation."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Subsystem_WidgetModifier.K2Node_GetClassDefaults_1.ShowPinForProperties[16].PropertyTooltip"
				},
				{
					"Source":
					{
						"Text": "m³ per minute"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI_Production.Node_Select.Option_0"
				},
				{
					"Source":
					{
						"Text": "part per minute"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Select.Option_1_01"
				},
				{
					"Source":
					{
						"Text": "parts per minute"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI_Production.Node_Select.Option_1"
				},
				{
					"Source":
					{
						"Text": "{value}%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KUI_CustomOverclockingUI.Node_Format_Text.Format"
				}
			]
		}
	]
}